# Brew file taps: brew tap <repository>
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries: brew install <package>
brew 'bash'
brew 'coreutils'
brew 'composer'
brew 'git'
brew 'node'
brew 'yarn'

# Cask apps: brew --cask install <package>
cask '1password'
cask 'anydesk'
cask 'amazon-chime'
cask 'amazon-workdocs-drive'
cask 'cleanmymac'
cask 'discord'
cask 'iterm2'
cask 'firefox'
# cask 'google-chrome'
cask 'microsoft-teams'
cask 'opera'
cask 'telegram-desktop'
cask 'visual-studio-code'
cask 'zoom'

# Cask fonts: brew cask install <package>
cask 'font-lato'
cask 'font-open-sans'
cask 'font-source-code-pro'
